Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: 10-й Блок Пост
be: 10-ы Блок Пост

source: 5-я Годовщина
be: Пятая Гадавіна

source: Абраимовка
be: Абраімаўка

source: Абрамишки
be: Абрамішкі

source: Абрамовка
be: Абрамаўка

source: Абрамово
be: [Абрамава, Абрамова]

source: Абрамовщина
be: Абрамаўшчына

source: Абрамовщина 1
be: Абрамаўшчына 1

source: Абрамовщина 3
be: Абрамаўшчына 3

source: Абремовщина
be: Абрэмаўшчына

source: Абрицкая Слобода
be: Абрыцкая Слабада

source: Абузерье
be: Абузер’е

source: Августово
be: Аўгустова

source: Авданьки
be: Аўданькі

source: Авдеевичи
be: Аўдзеевічы

source: Авдеево
be: Аўдзеева

source: Авдеенки
be: Аўдзеенкі

source: Авдейково
be: Аўдзейкава

source: Авины
be: Авіны

source: Авласенки
be: Аўласенкі

source: Авласово
be: Аўласава

source: Авласы
be: Аўласы

source: Аврамовка
be: Аўрамаўка

source: Авсеево
be: Аўсеева

source: Авселево
be: Аўселева

source: Авсимовичи
be: Аўсімавічы

source: Автуховка
be: Аўтухоўка

source: Автушково
be: Аўтушкава

source: Авхимки
be: Аўхімкі

source: Авхуты
be: Аўхуты

source: Агальница Большая
be: Агальніца Вялікая

source: Агарки
be: Агаркі

source: Агатово
be: Агатова

source: Агеевка
be: Агееўка

source: Агеево
be: Агеева

source: Адаменки
be: Адаменкі

source: Адамишки
be: Адамішкі

source: Адамки
be: Адамкі

source: Адамовичи
be: Адамавічы

source: Адамовка
be: Адамаўка

source: Адамово
be: [Адамава, Адамова]

source: Адамовцы
be: Адамаўцы

source: Адамовщина
be: [Адамаўшчына, Адамоўшчына]

source: Адамполь
be: Адампаль

source: Адамполье
be: Адамполле

source: Адасевщина
be: Адасеўшчына

source: Адаси
be: Адасі

source: Адаховщина
be: Адахаўшчына

source: Адверники
be: Адвернікі

source: Адворица
be: Адворыца

source: Аделино
be: Адэліна

source: Адринищи
be: Адрынішчы

source: Адымянишки
be: Адымянішкі

source: Ажуболи
be: Ажубалі

source: Ажукольни
be: Ажукальні

source: Ажуройсти
be: Ажуройсці

source: Азаренки
be: Азаранкі

source: Азаричи
be: Азарычы

source: Азарки-Дворище
be: Азаркі-Дворышча

source: Азарки-Пудовинка
be: Азаркі-Пудавінка

source: Азарки Старые
be: Азаркі Старыя

source: Азаровичи
be: Азаравічы

source: Азделино
be: Аздзеліна

source: Азино
be: Азіна

source: Айнаровичи
be: Айнаравічы

source: Айцвилы
be: Айцвілы

source: Акановичи
be: Аканавічы

source: Акачи
be: Акачы

source: Акменеи
be: Акмянеі

source: Акрионы
be: Акрыёны

source: Аксаковщина
be: Аксакаўшчына

source: Аксамиты
be: Аксаміты

source: Аксановка
be: Аксанаўка

source: Аксеньковичи
be: Аксенькавічы

source: Аксютово
be: Аксютава

source: Акулинка
be: Акулінка

source: Акулинцы
be: Акулінцы

source: Акшинка
be: Акшынка

source: Алантьево
be: Аланцьева

source: Алашки Большие
be: Алашкі Вялікія

source: Алашковщина
be: Алашкаўшчына

source: Алейники
be: Алейнікі

source: Александрина
be: Александрына

source: Александрино
be: Александрыно

source: Александрия
be: Александрыя

source: Александров
be: Александроў

source: Александровичи
be: Аляксандравічы

source: Александровка
be: [Александроўка, Аляксандраўка]

source: Александровка 1
be: Аляксандраўка 1

source: Александровка 2
be: Аляксандраўка 2

source: Александрово
be: [Александрова, Аляксандрава]

source: Александровская
be: Александроўская

source: Александровщина
be: Аляксандраўшчына

source: Алексеевичи
be: Аляксеевічы

source: Алексеевка
be: Аляксееўка

source: Алексеево
be: Аляксеева

source: Алексеевцы
be: Аляксееўцы

source: Алексейки
be: Аляксейкі

source: Алексиничи
be: Алексінічы

source: Алексичи
be: Алексічы

source: Алекшицы
be: Алекшыцы

source: Алекшишки
be: Алякшышкі

source: Алёновичи
be: Алёнавічы

source: Алесенково
be: Алесенкава

source: Алесино
be: Алесіна

source: Алёхновичи
be: Алёхнавічы

source: Алёхново
be: Алёхнава

source: Алёховка
be: Алёхаўка

source: Алёща
be: Алёшча

source: Алещеняты
be: Алешчаняты

source: Альбинки
be: Альбінкі

source: Альбиновщина
be: Альбінаўшчына

source: Альбинск
be: Альбінск

source: Альбрехтово
be: Альбрэхтава

source: Альжутки
be: Альжуткі

source: Альфредово
be: Альфрэдава

source: Альхимовщина
be: Альхімаўшчына

source: Альховик
be: Альхавік

source: Аляново
be: Алянава

source: Амбилевцы
be: Амбілеўцы

source: Амбражилевичи
be: Амбражылевічы

source: Амбросенки
be: Амбросенкі

source: Амбросовичи
be: Амбросавічы

source: Амелино
be: Амяліна

source: Амельники
be: Амельнікі

source: Аминовичи
be: Амінавічы

source: Амнишево
be: Амнішава

source: Амоляны
be: Амаляны

source: Амосенки
be: Амосенкі

source: Амосовка
be: Амосаўка

source: Амховая 1
be: Амхавая 1

source: Амховая 2
be: Амхавая 2

source: Ананино
be: Ананіна

source: Ананичи
be: Ананічы

source: Ананишки
be: Ананішкі

source: Ананчицы
be: Ананчыцы

source: Ананьевка
be: Ананьеўка

source: Анаполье
be: Анаполле

source: Анатольевка
be: Анатольеўка

source: Анацки
be: Анацкі

source: Ангеловка
be: Ангелаўка

source: Андеколово
be: Андзекалава

source: Андоловщина
be: Андалоўшчына

source: Андрашовщина
be: Андрашоўшчына

source: Андреевичи
be: Андрэевічы

source: Андреевка
be: Андрэеўка

source: Андреево
be: Андрэева

source: Андреевцы
be: Андрэеўцы

source: Андреевщина
be: Андрэеўшчына

source: Андреенки
be: Андрэенкі

source: Андрейки
be: Андрэйкі

source: Андрейчики
be: Андрэйчыкі

source: Андриевщина
be: Андрыеўшчына

source: Андрияновка
be: Андрыянаўка

source: Андрияново
be: Андрыянава

source: Андроновичи
be: Андронавічы

source: Андроново
be: Андронава

source: Андроновщина
be: Андронаўшчына

source: Андросовщина
be: Андросаўшчына

source: Андруши
be: Андрушы

source: Андрушишки
be: Андрушышкі

source: Андрушки
be: Андрушкі

source: Андрушовцы
be: Андрушоўцы

source: Андрюхи
be: Андрухі

source: Анелино
be: Анэліна

source: Анетово
be: Анятова

source: Анибалево
be: Анібалева

source: Аникевщина
be: Анікеўшчына

source: Аниковичи
be: Анікавічы

source: Анисимовичи
be: Анісімавічы

source: Аниськи
be: Аніські

source: Аниськовщина
be: Аніськаўшчына

source: Анновка
be: Аннаўка

source: Аножки
be: Аножкі

source: Анополь
be: Анопаль

source: Аносовичи
be: Аносавічы

source: Аношки
be: Аношкі

source: Антипенки
be: Анціпенкі

source: Антовиль
be: Антавіль

source: Антодолье
be: Антадолле

source: Антоневичи
be: Антаневічы

source: Антонёво
be: Антанёва

source: Антоненки
be: Антоненкі

source: Антонисберг
be: Антанізберг

source: Антонишки
be: [Антанішкі, Антонішкі]

source: Антонов
be: Антонаў

source: Антонова Буда
be: Антонава Буда

source: Антоновичи
be: Антонавічы

source: Антоновка
be: [Антаноўка, Антонаўка]

source: Антоново
be: [Антанова, Антонава]

source: Антоновские Пасеки
be: Антонаўскія Пасекі

source: Антоновцы
be: Антонаўцы

source: Антоновщина
be: Антонаўшчына

source: Антоны
be: [Антаны, Антоны]

source: Антополь
be: Антопаль

source: Антополье
be: Антаполле

source: Антосино
be: [Антасіна, Антосіна]

source: Антуново
be: Антунова

source: Антуши
be: Антушы

source: Анусино
be: Анусіна

source: Ануфровичи
be: Ануфравічы

source: Ануфрово
be: Ануфрова

source: Анцелевщина
be: Анцэлеўшчына

source: Анциперы
be: Анцыперы

source: Анцули
be: Анцулі

source: Анютино
be: Анюціна

source: Апалино-Басино
be: Апаліна-Басіна

source: Апанасенки
be: Апанасенкі

source: Апанасишки 1
be: Апанасішкі 1

source: Апанасишки 2
be: Апанасішкі 2

source: Апанасковичи
be: Апанаскавічы

source: Апеляновичи
be: Апялянавічы

source: Апечки
be: Апечкі

source: Апидомы
be: Апідамы

source: Аполеи
be: Апалеі

source: Аполины
be: Апаліны

source: Аполлоновка
be: Апалонаўка

source: Апоновщина
be: Апонаўшчына

source: Апполоновка
be: Апалонаўка

source: Апушины
be: Апушыны

source: Арабники
be: Арабнікі

source: Арабовщина
be: Арабаўшчына

source: Арабьи
be: Араб’і

source: Аргеловщина
be: Аргелаўшчына

source: Арехи
be: Арэхі

source: Аронова Слобода
be: Аронава Слабада

source: Артейковичи
be: Арцейкавічы

source: Артельный
be: Арцельны

source: Артёмовичи
be: Арцёмавічы

source: Артёмовка
be: Арцёмаўка

source: Артёмово
be: Арцёмава

source: Артёхов
be: Арцёхаў

source: Артуки
be: Артукі

source: Артюхи
be: Арцюхі

source: Артюховка
be: Арцюхоўка

source: Артюши
be: Арцюшы

source: Артюшки
be: Арцюшкі

source: Арханово
be: Арханава

source: Асаново
be: Асанава

source: Асаревичи
be: Асарэвічы

source: Асеевка
be: Асееўка

source: Асетки
be: Асёткі

source: Асётки
be: Асёткі

source: Асиновка
be: Асінаўка

source: Аскерино
be: Аскерына

source: Аскерки
be: Аскеркі

source: Аскерщина
be: Аскершчына

source: Аскрышино
be: Аскрышына

source: Аславеняты
be: Аславяняты

source: Асмоловичи
be: Асмолавічы

source: Асовец
be: Асавец

source: Астапенки
be: Астапенкі

source: Астапковичи
be: Астапкавічы

source: Астаповщина
be: Астапаўшчына

source: Асташево
be: [Асташова, Асташэва]

source: Асташин
be: Асташын

source: Асташишки
be: Асташышкі

source: Асташковичи
be: Асташкавічы

source: Асташонки
be: Асташонкі

source: Астрейки
be: Астрэйкі

source: Астрейково
be: Астрэйкава

source: Астрени
be: Астрэні

source: Атирки
be: Аціркі

source: Аткуловичи
be: Аткулавічы

source: Атоки
be: Атокі

source: Атолино
be: Атоліна

source: Атражье
be: Атражжа

source: Атрахимовка
be: Атрахімаўка

source: Атрошково
be: Атрошкава

source: Афанасовка
be: Афанасаўка

source: Аферовщина
be: Афераўшчына

source: Ахимковичи 1
be: Ахімкавічы 1

source: Ахимковичи 2
be: Ахімкавічы 2

source: Ахремовичи
be: Ахрэмавічы

source: Ахремовцы
be: Ахрэмаўцы

source: Ахремцы
be: Ахрэмцы

source: Ахримовцы
be: Ахрымаўцы

source: Ацковая
be: Ацкавая

source: Ачижа
be: Ачыжа

source: Ачукевичи
be: Ачукевічы

source: Ашкараги
be: Ашкарагі

source: Ашнарово
be: Ашнарава

source: Бабаевичи
be: Бабаевічы

source: Бабарика
be: Бабарыка

source: Бабарики
be: Бабарыкі

source: Бабахино
be: Бабахіна

source: Бабашки
be: Бабашкі

source: Бабий Лес
be: Бабі Лес

source: Бабинец
be: Бабінец

source: Бабиничи
be: Бабінічы

source: Бабинка
be: Бабінка

source: Бабинки
be: Бабінкі

source: Бабино
be: Бабіна

source: Бабино 1
be: Бабіна 1

source: Бабино 2
be: Бабіна 2

source: Бабиновичи
be: Бабінавічы

source: Бабиновичская Охотбаза
be: Бабінавіцкая паляўнічая база

source: Бабинск
be: Бабінск

source: Бабирово
be: Бабірова

source: Бабичи
be: Бабічы

source: Бабище
be: Бабішча

source: Бабоневка
be: Бабонеўка

source: Бабуничи
be: Бабунічы

source: Бабчино
be: Бабчына

source: Бабыничи
be: Бабынічы

source: Бабышки
be: Бабышкі

source: Багдюны
be: Багдзюны

source: Багримовичи
be: Багрымавічы

source: Багриново
be: Багрынава

source: Багрицовщина
be: Багрыцоўшчына

source: Бадежи
be: Бадзяжы

source: Бадени
be: Бадзені

source: Бадёрый
be: Бадзёры

source: Баевка 1
be: Баеўка 1

source: Баевка 2
be: Баеўка 2

source: Баево
be: Баева

source: Базылёвка
be: Базылёўка

source: Базыли
be: Базылі

source: Байдаки
be: Байдакі

source: Байдино
be: Байдзіна

source: Байдино 1
be: Байдзіна 1

source: Байки
be: Байкі

source: Байлюки
be: Байлюкі

source: Байраши
be: Байрашы

source: Байтюли
be: Байцюлі

source: Байцерово
be: Байцарава

source: Бакаляришки
be: Бакалярышкі

source: Баканово
be: Баканава

source: Баки
be: Бакі

source: Бакиново
be: Бакінава

source: Баков
be: Бакаў

source: Баковичи
be: Бакавічы

source: Бакуново
be: Бакунова

source: Бакуново 1
be: Бакунова 1

source: Бакуново 2
be: Бакунова 2

source: Бакуньки
be: Бакунькі

source: Балабанщина
be: Балабаншчына

source: Балажевичи
be: Балажэвічы

source: Балаи
be: Балаі

source: Баландичи
be: Баландзічы

source: Балашевичи
be: Балашэвічы

source: Балашевка
be: Балашаўка

source: Балаши
be: Балашы

source: Балашово
be: Балашова

source: Балбеки
be: Балбекі

source: Балговичи
be: Балгавічы

source: Балевщина
be: Баляўшчына

source: Бали
be: Балі

source: Балики
be: Балікі

source: Балиненты
be: Баліненты

source: Балино
be: Баліна

source: Балины
be: Баліны

source: Баличи
be: Балічы

source: Бальбиново
be: Бальбінава

source: Бальтишки
be: Бальцішкі

source: Бальцеры
be: Бальцары

source: Банёвка
be: Банёўка

source: Банцевичи
be: Банцавічы

source: Баньки
be: Банькі

source: Баньково
be: Банькава

source: Баньковщина
be: Банькаўшчына

source: Банюки
be: Банюкі

source: Барани
be: Барані

source: Баранки
be: Баранкі

source: Барановичи
be: Баранавічы

source: Барановичи 1
be: Баранавічы 1

source: Барановичи 3
be: Баранавічы 3

source: Барановка
be: Баранаўка

source: Бараново
be: Баранава

source: Барановские
be: Бараноўскія

source: Барановщина
be: Баранаўшчына

source: Баранчики
be: Баранчыкі

source: Барань-Гора
be: Барань-Гара

source: Бараньки
be: Баранькі

source: Баратин
be: Барацін

source: Баратино
be: Бараціна

source: Баратьковщина
be: Барацькаўшчына

source: Бараши
be: Барашы

source: Барбаричи
be: Барбарычы

source: Барбаришки
be: Барбарышкі

source: Барбаров
be: Барбароў

source: Барбарово
be: Барбарова

source: Барберовка
be: Барбэраўка

source: Барборово
be: Барбарова

source: Барвин
be: Барвін

source: Бардаши
be: Бардашы

source: Бардилово
be: Бардзілова

source: Бардилы
be: Бардзілы

source: Барковщина
be: [Баркаўшчына, Баркоўшчына]

source: Баровичи
be: Баравічы

source: Барово
be: [Барава, Барова]

source: Баровцы
be: Бараўцы

source: Барсеево
be: Барсеева

source: Барсуки
be: Барсукі

source: Барсуково
be: Барсукова

source: Барсучина
be: Барсучына

source: Барсучино
be: Барсучына

source: Барташи
be: Барташы

source: Бартешишки
be: Бартэшышкі

source: Бартники
be: Бартнікі

source: Бартоломеевка
be: Барталамееўка

source: Бартоши
be: Барташы

source: Барчицы
be: Барчыцы

source: Барышевка
be: Барышаўка

source: Барышино
be: Барышына

source: Басино
be: Басіна

source: Баслаки
be: Баслакі

source: Басмановка
be: Басманоўка

source: Бастеновичи
be: Басценавічы

source: Бастычи
be: Бастычы

source: Баськи
be: Баські

source: Батаево
be: Батаева

source: Батали
be: Баталі

source: Батарея
be: Батарэя

source: Батиловщина
be: Бацілоўшчына

source: Баторовка
be: Батароўка

source: Батукалово
be: Батукалава

source: Батуки
be: Батукі

source: Батуринка
be: Батурынка

source: Батурино
be: Батурына

source: Батурки
be: Батуркі

source: Батурово
be: Батурова

source: Батчи
be: Батчы

source: Батюжино
be: Бацюжына

source: Батяны
be: Бацяны

source: Батярщина
be: Бацяршчына

source: Бахани
be: Бахані

source: Бахаровичи
be: Бахаравічы

source: Бахметовка
be: Бахметаўка

source: Бахотец
be: Бахацец

source: Бацевичи
be: Бацэвічы

source: Баченцы 1
be: Бачанцы 1

source: Баченцы 2
be: Бачанцы 2

source: Башарово
be: Башарова

source: Башица
be: Башыца

source: Башкировка
be: Башкіраўка

source: Башни
be: Башні

source: Баянов
be: Баянаў

source: Баяново
be: Баянава

source: Баяновщина
be: Баяноўшчына

source: Бегени
be: Бягені

source: Беги
be: Бягі

source: Бегомль
be: Бягомль

source: Бедино
be: Бедзіна

source: Бедунки
be: Бядункі

source: Бежемцы
be: Бяжэмцы

source: Безбожник
be: Бязбожнік

source: Безверховичи
be: Бязверхавічы

source: Безводичи
be: Бязводзічы

source: Безводники
be: Бязводнікі

source: Безводно
be: Бязводна

source: Безводное
be: Бязводнае

source: Безгачево
be: Бязгачава

source: Безданы
be: Бязданы

source: Бездедовичи
be: Бяздзедавічы

source: Бездедовичи 2
be: Бяздзедавічы 2

source: Бездеж
be: Бездзеж

source: Безмены
be: Безмяны

source: Безназваное
be: Безназванае

source: Безодница
be: Бязодніца

source: Безуев
be: Бязуеў

source: Безуевичи
be: Бязуевічы

source: Бейнары
be: Бэйнары

source: Беки
be: Бякі

source: Белавичи
be: Бялавічы

source: Белавка
be: Бялаўка

source: Белановичи
be: Бяланавічы

source: Беланово
be: Бяланава

source: Белановщина
be: Беланоўшчына

source: Беларучи
be: Бяларучы

source: Белая Вода
be: Белая Вада

source: Белая Липа
be: Белая Ліпа

source: Белая Церковь
be: Белая Царква

source: Белёв
be: Бялёў

source: Белевичи
be: [Белевічы, Бялевічы]

source: Белево
be: Белева

source: Белёво
be: Бялёва

source: Белевцы
be: Белеўцы

source: Беленево
be: Бяленева

source: Беленица
be: Беляніца

source: Беленок
be: Белянок

source: Белики
be: Белікі

source: Беликово
be: Белікава

source: Белин
be: Белін

source: Белинка
be: Белінка

source: Белино
be: Беліна

source: Белинок
be: Белінок

source: Белица
be: Беліца

source: Белицк
be: Беліцк

source: Белицковщина
be: Бяліцкаўшчына

source: Беличаны
be: Белічаны

source: Беличи
be: Белічы

source: Белишки
be: Белішкі

source: Белковщина
be: Бялкоўшчына

source: Белобоки
be: Белабокі

source: Белобродье
be: Белаброддзе

source: Беловежский
be: Белавежскі

source: Беловодка
be: Белаводка

source: Беловоротица
be: Белавароціца

source: Беловщина
be: Белаўшчына

source: Белогруда
be: Белагруда

source: Белогурна
be: Белагурна

source: Белое
be: Белае

source: Белое Болото
be: Белае Балота

source: Белое Озеро
be: Белае Возера

source: Белозёровцы
be: Белазёраўцы

source: Белокозы
be: Белакозы

source: Белокорец
be: Белакорац

source: Белолесское
be: Белалескае

source: Белолесье
be: Белалессе

source: Белолозы
be: Белалозы

source: Бело-Матейково
be: Бела-Мацейкава

source: Беломошье
be: Беламошша

source: Белоозёрный
be: Белаазёрны

source: Белорусская
be: Беларуская

source: Белоусовщина
be: Белавусаўшчына

source: Белоусы
be: Белавусы

source: Белоуша
be: Белавуша

source: Белохвостово
be: Белахвостава

source: Белужишки
be: Бялужышкі

source: Белунди
be: Бялундзі

source: Белусишки
be: Бялусішкі

source: Белые
be: Белыя

source: Белые Болоты
be: Белыя Балаты

source: Белые Борки
be: Белыя Баркі

source: Белые Луги
be: Белыя Лугі

source: Белые Лужи
be: Белыя Лужы

source: Белый Берег
be: Белы Бераг

source: Белый Бор
be: Белы Бор

source: Белый Двор
be: Белы Двор

source: Белый Дворак
be: Белы Дворак

source: Белый Камень
be: Белы Камень

source: Белый Колодец
be: Белы Калодзеж

source: Белый Лесок
be: Белы Лясок

source: Белый Мох
be: Белы Мох

source: Белый Переезд
be: Белы Пераезд

source: Белый Слуп
be: Белы Слуп

source: Белымщина
be: Бялымшчына

source: Белынец
be: Бялынец

source: Белыничи
be: Бялынічы

source: Белынковичи
be: Бялынкавічы

source: Белыновичи
be: Бялынавічы

source: Бельгийский
be: Бяльгійскі

source: Бельки
be: [Белькі, Бялькі]

source: Белькишки
be: Бялькішкі

source: Бельковичи
be: Белькавічы

source: Бельковщина
be: [Белькаўшчына, Бялькоўшчына]

source: Бельняки
be: Бельнякі

source: Бельские
be: Бельскія

source: Бельченки
be: Бельчанкі

source: Бельчица
be: Бельчыца

source: Бельчицы
be: Бельчыцы

source: Бельчо
be: Бяльчо

source: Белюковщина
be: Белюкоўшчына

source: Белюнишки
be: Бялюнішкі

source: Белюнцы
be: Бялюнцы

source: Белюны
be: Бялюны

source: Белявщина
be: Бяляўшчына

source: Беляевка
be: Бяляеўка

source: Беляи
be: Беляі

source: Беляки
be: [Белякі, Бялякі]

source: Беляковщина
be: Белякоўшчына

source: Белянишки
be: Бялянішкі

source: Белянки
be: Бялянкі

source: Белянково
be: Бялянкава

source: Беляны
be: Бяляны

source: Бенаполь
be: Бянапаль

source: Беневичи
be: Беневічы

source: Бенейки
be: Бянейкі

source: Бенин
be: Бенін

source: Беница
be: Беніца

source: Бенкевичи
be: Бенкевічы

source: Бентяи
be: Бенцяі

source: Беньки
be: Бянькі

source: Беньковцы
be: Бенькаўцы

source: Бенюны
be: Бянюны

source: Бенякони
be: Беняконі

source: Беняны
be: Бяняны

source: Бербаши
be: Бербашы

source: Бервёновка
be: Бярвёнаўка

source: Бервенцы
be: Бярвенцы

source: Бервены
be: Бервяны

source: Берви
be: Бярві

source: Бервищи
be: Бярвішчы

source: Бервяки
be: Бервякі

source: Бергели
be: Бергелі

source: Бердики
be: Бердзікі

source: Бердичи
be: Бярдычы

source: Бёрдо
be: Бёрда

source: Бердовичи
be: Бярдовічы

source: Бердовка
be: Бердаўка

source: Бердовщина
be: Бэрдаўшчына

source: Бердуны
be: Бярдуны

source: Беревица
be: Бярэвіца

source: Береговая
be: Берагавая

source: Береговая Слобода
be: Берагавая Слабада

source: Береговой
be: Берагавы

source: Береговцы
be: Берагоўцы

source: Бережа
be: Бярэжа

source: Бережаны
be: Беражаны

source: Бережистое
be: Беражыстае

source: Бережки
be: [Беражкі, Бярэжкі]

source: Бережно
be: Беражна

source: Бережное
be: Беражное

source: Бережные
be: Беражныя

source: Бережок
be: Беражок

source: Бережцы
be: Бярэжцы

source: Берёза
be: Бяроза

source: Берёза Костинская
be: Бяроза Касцінская

source: Березетня
be: Беразетня

source: Березина
be: [Беразіна, Бярэ́зіна]

source: Березинец
be: Бярэзінец

source: Березинка
be: Бярэзінка

source: Березино
be: Беразіно

source: Березинское
be: Беразінскае

source: Берёзка
be: Бярозка

source: Березки
be: Бярэзкі

source: Берёзки
be: Бярозкі

source: Березляны
be: Беразляны

source: Березники
be: Бярэзнікі

source: Березница
be: [Беразніца, Бярэзніца]

source: Берёзно
be: Бярозна

source: Березняки
be: Беразнякі

source: Березнянка
be: Беразнянка

source: Берёзова Пасека
be: Бярозава Пасека

source: Берёзовая Гора
be: Бярозавая Гара

source: Берёзовая Роща
be: Бярозавая Рошча

source: Березовец
be: Беразавец

source: Берёзовики
be: Бярозавікі

source: Берёзовица
be: Бярозавіца

source: Березовичи
be: Бярэзавічы

source: Берёзовичи
be: Бярозавічы

source: Березовка
be: Беразоўка

source: Берёзовка
be: [Беразоўка, Бярозаўка]

source: Берёзовка 1
be: Бярозаўка 1

source: Берёзовка 2
be: Бярозаўка 2

source: Березово
be: [Беразова, Бярэзава]

source: Берёзово
be: Бярозава

source: Березовцы
be: Бярэзаўцы

source: Берёзовцы
be: Бярозаўцы

source: Берёзовщина
be: Бярозаўшчына

source: Берёзовый
be: Бярозавы

source: Берёзовый Гай
be: Бярозавы Гай

source: Березуга
be: Беразуга

source: Березуйки
be: Беразуйкі

source: Березцы
be: Беразцы

source: Берёзы
be: Бярозы

source: Берекаль
be: Беракаль

source: Береснёвка
be: Бераснёўка

source: Бересниха
be: Берасніха

source: Береспонье
be: Бераспонне

source: Берестеново
be: Берасценава

source: Берестечко
be: Берасцечка

source: Берестни
be: Берасні

source: Берестовец
be: Бераставец

source: Берестовица
be: Бераставіца

source: Берестовичаны
be: Бераставічаны

source: Берестовка
be: Берастоўка

source: Берестье
be: Бярэсце

source: Берешево
be: Берашова

source: Берешевцы
be: Берашэўцы

source: Бержелаты
be: Бержалаты

source: Бериндишки
be: Бярындзішкі

source: Берков
be: Беркаў

source: Берковичи
be: Беркавічы

source: Берково
be: Беркава

source: Беркозы
be: Берказы

source: Берлож
be: Берлаж

source: Бернатовщина
be: [Бернатоўшчына, Бярнатаўшчына]

source: Бернаты
be: Бярнаты

source: Берники
be: [Бернікі, Бэрнікі]

source: Берново
be: воз. Бярнова

source: Бернути
be: Бярнуці

source: Бертошки
be: Бяртошкі

source: Берчуки
be: Берчукі

source: Берье
be: Бер’е

source: Беседа
be: Бяседа

source: Беседки
be: Беседкі

source: Беседное
be: Бяседнае

source: Беседовичи
be: Бяседавічы

source: Беседский Прудок
be: Бесядскі Прудок

source: Беседы
be: [Беседы, Бяседы]

source: Беседь
be: Беседзь

source: Бескаково
be: Бескакова

source: Бескатово
be: Бяскатава

source: Бески
be: Бяскі

source: Бесковка
be: Бескаўка

source: Бесково
be: Бяскова

source: Бествено
be: Бесцвіна

source: Бестрень
be: Бестрань

source: Бесчинье
be: Бясчынне

source: Бетюны
be: Бяцюны

source: Бецкое
be: Бецкае

source: Бечанская Буда
be: Бячанская Буда

source: Бечи
be: Бечы

source: Бешенки
be: Бешанкі

source: Бешенковичи
be: Бешанковічы

source: Бибики
be: Бібікі

source: Бибино
be: Бібіна

source: Бибиревка
be: Бібіраўка

source: Бибки
be: Бібкі

source: Бибковщина
be: Бібкаўшчына

source: Бигосово
be: Бігосава

source: Биейки
be: Біейкі

source: Бижеревичи
be: Біжаравічы

source: Бикишки
be: Бікішкі

source: Бикложа
be: Бікложа

source: Бикложи
be: Бікложы

source: Биково
be: Бікава

source: Бикольничи
be: Бікальнічы

source: Бикульничи
be: Бікульнічы

source: Бикяны
be: Бікяны

source: Биланцы
be: Біланцы

source: Били
be: Білі

source: Билути
be: Білуці

source: Бильдюги
be: Більдзюгі

source: Бильмоны
be: Більмоны

source: Бильтовцы
be: Більтаўцы

source: Бильцевичи
be: Більцавічы

source: Биньковцы
be: Бінькаўцы

source: Бирвито
be: Бірвіта

source: Биржини
be: Біржыні

source: Бирули
be: Бірулі

source: Бируличи
be: Бірулічы

source: Бирча
be: Бірча

source: Бирча 1
be: Бірча 1

source: Бирча 2
be: Бірча 2

source: Бирчанская Слобода
be: Бірчанская Слабада
